/* Album: name */
"Album" = "Album";

/* Albums */
"Albums" = "Albums";

/* Birth Date */
"Birth Date" = "Birth Date";

/* Cancel */
"Cancel" = "Cancel";

/* Email */
"Email" = "Email";

/* Error */
"Error" = "Error";

/* Log In */
"Log In" = "Log In";

/* Name */
"Name" = "Name";

/* No comment provided by engineer. */
"Name not filled" = "Name not filled";

/* Password */
"Password" = "Password";

/* No comment provided by engineer. */
"Password requirements: at least 6 digits, [0-9, a-z, A-Z]" = "Password requirements: at least 6 digits, [0-9, a-z, A-Z]";

/* No comment provided by engineer. */
"Phone number not valid" = "Phone number not valid";

/* search */
"search..." = "search...";

/* Sign In */
"Sign In" = "Sign In";

/* Sign Up */
"Sign Up" = "Sign Up";

/* # songs */
"%d songs" = "songs";

/* Surname */
"Surname" = "Surname";

/* No comment provided by engineer. */
"Surname not filled" = "Surname not filled";

/* No comment provided by engineer. */
"Wrong email format" = "Wrong email format";

/* Wrong username or password */
"Wrong username or password" = "Wrong username or password";

